datasets/benchmark-results/panthur/201811081931/wordpress-results-httpblag.id-rsa.pubwordpress-10-20181108202721+1100.log
Running 1m test @ http://blag.id-rsa.pub/wordpress/
  1 threads and 10 connections
  Thread calibration: mean lat.: 268.818ms, rate sampling interval: 687ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   258.87ms   76.74ms 447.49ms   69.40%
    Req/Sec     9.68      5.56    14.00     79.17%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%  259.97ms
 75.000%  309.76ms
 90.000%  353.02ms
 99.000%  417.28ms
 99.900%  447.74ms
 99.990%  447.74ms
 99.999%  447.74ms
100.000%  447.74ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      49.087     0.000000            1         1.00
     149.119     0.100000           50         1.11
     199.807     0.200000          100         1.25
     225.407     0.300000          150         1.43
     245.247     0.400000          200         1.67
     259.967     0.500000          250         2.00
     272.639     0.550000          275         2.22
     280.831     0.600000          300         2.50
     291.583     0.650000          325         2.86
     300.031     0.700000          350         3.33
     309.759     0.750000          375         4.00
     315.647     0.775000          388         4.44
     322.047     0.800000          402         5.00
     329.727     0.825000          414         5.71
     336.383     0.850000          425         6.67
     344.319     0.875000          439         8.00
     349.439     0.887500          444         8.89
     353.023     0.900000          450        10.00
     357.887     0.912500          457        11.43
     362.751     0.925000          463        13.33
     369.919     0.937500          469        16.00
     376.575     0.943750          472        17.78
     385.279     0.950000          475        20.00
     390.911     0.956250          480        22.86
     391.935     0.962500          482        26.67
     393.727     0.968750          485        32.00
     394.495     0.971875          486        35.56
     394.751     0.975000          488        40.00
     398.079     0.978125          490        45.71
     405.759     0.981250          491        53.33
     409.599     0.984375          493        64.00
     409.599     0.985938          493        71.11
     414.463     0.987500          494        80.00
     417.279     0.989062          495        91.43
     431.103     0.990625          496       106.67
     442.623     0.992188          497       128.00
     442.623     0.992969          497       142.22
     442.623     0.993750          497       160.00
     445.695     0.994531          498       182.86
     445.695     0.995313          498       213.33
     445.951     0.996094          499       256.00
     445.951     0.996484          499       284.44
     445.951     0.996875          499       320.00
     445.951     0.997266          499       365.71
     445.951     0.997656          499       426.67
     447.743     0.998047          500       512.00
     447.743     1.000000          500          inf
#[Mean    =      258.874, StdDeviation   =       76.745]
#[Max     =      447.488, Total count    =          500]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  600 requests in 1.00m, 30.95MB read
Requests/sec:      9.99
Transfer/sec:    527.64KB